APIUM/something-remote/board/EVERYTHING_REMOTE/mpconfigboard.h
// Everything Remote board configuration
// ESP32-based universal remote with 21 buttons

#define MICROPY_HW_BOARD_NAME "Everything Remote"
#define MICROPY_HW_MCU_NAME "ESP32"
